tap "atomicjar/tap"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
brew "bash"
brew "glib"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "pango"
brew "libevent"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "jupyterlab"
brew "libpq"
brew "maven"
brew "neovim"
brew "node@18"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openssl@1.1"
brew "poppler"
brew "pdfgrep"
brew "poetry"
brew "prettier"
brew "python@3.10"
brew "python@3.12"
brew "ripgrep"
brew "sshpass"
brew "stow"
brew "tea"
brew "tmux"
brew "tree"
brew "wget"
brew "xq"
cask "aerospace"
cask "font-hack-nerd-font"
cask "insomnia"
cask "macdown"
cask "macfuse"
cask "mactex"
cask "meld"
cask "postman"
cask "qdirstat"
cask "temurin"
cask "temurin@21"
cask "testcontainers-desktop"
cask "vagrant"
cask "virtualbox"
